{
    "navbartext": {
        "navbar-butt1": "Was ist MUL? ",
        "navbar-butt2": "Wie wird MUL verwendet? ",
        "navbar-butt3": "MUL-Simulator",
        "navbar-butt4": "MUL",
        "navbar-butt5": "SI-Einheiten"
    },

    "pupuptext": {
        "pupup1": "1. Gib hier die Zahl ein.",
        "pupup2": "2. Wähle die erste Einheit aus.", 
        "pupup3": "Du kannst die SI-Einheit für die Umrechnung zwischen Länge, Fläche oder Volumen ändern.",
        "pupup4": "3. Wähle die endgültige Einheit."
    },
    

    "descripText": {
        "desTextIntro": "MUL ist ein Werkzeug, mit dem du die Einheiten des Internationalen <br> Einheitensystems (SI) in nur 3 Schritten umwandeln kannst.",
        "desCaja1": "1. Schreibe die Zahl, bei der das Komma mit der entsprechenden Einheit in MUL übereinstimmt",
        "desCaja2": "2. Finde die gewünschte Endeinheit in MUL", 
        "desCaja3": "3. Verschiebe das Komma an die Endposition und fülle die Zellen ggf. mit 0 auf",
        "desText1": "MUL wurde entwickelt, um dir das Erlernen der Einheitenumrechnung durch mnemotechnische Methoden zu erleichtern, deine neuronalen Ressourcen für das Lösen mathematischer Probleme zu optimieren und den Aufwand für die Einheitenumrechnung zu reduzieren. <br>MUL erspart dir das mathematische Rechnen, lässt aber den Umrechnungsvorgang nicht aus, sondern integriert ihn in jede Übung, wodurch das Einprägen der Umrechnungsfaktoren erleichtert wird. Durch die Einbeziehung dieser Faktoren und ihre Anzeige über einen längeren Zeitraum verringert die Einprägsamkeit des Tools die Möglichkeit, Fehler bei der Umrechnung der Einheiten des Internationalen Einheitensystems (SI) zu machen."
    },

   "exampText": {
        "exampTitel1": "Wie werden Längeneinheiten mit MUL umgewandelt?",
        "exampDet1": "778,576 Meter [m] in Megameter [Mm].",
        "exampExpL1": "1. Die erste Einheit in MUL suchen, in diesem Fall Meter [m], und die Zahl so schreiben, dass das Komma mit der Position der Einheit in MUL übereinstimmt.",
        "exampExpL2": "2. Die letzte Einheit in MUL suchen, in diesem Fall Megameter [Mm].",
        "exampExpL3": "3. Das Komma nach [Mm] verschieben, eine 0 vor das Komma setzen und die Zwischenräume bis zur Zahl mit 0 auffüllen.",
        "exampTitel2": "Wie werden Flächeneinheiten mit MUL umgewandelt?",
        "exampDet2": "0,778576 Hektar [ha] in Quadratzentimeter [cm^2].",
        "exampExpA2": "1. Finde die erste Einheit in MUL, in diesem Fall Hektar [ha], und schreibe die Zahl so, dass das Komma mit der Position der Einheit in MUL übereinstimmt.",
        "exampExpA3": "2. Finde die letzte Einheit in MUL, in diesem Fall Zentimeter zum Quadrat [cm^2], und setze den Dezimalpunkt an diese Stelle.",
        "exampExpA1": "3. Verschiebe den Dezimalpunkt nach [cm^2], wobei die Nullen vor der ersten Zahl gelöscht und die Leerzeichen zwischen der Zahl und dem Dezimalpunkt mit 0 aufgefüllt werden.",
        "exampTitel3": "Wie werden Volumeneinheiten mit MUL umgewandelt?",
        "exampDet3": "7785,76 Kubikzentimeter [cm^3] in Kubikkilometer [km^3].",
        "exampExpV1": "1. Finde die Anfangseinheit in MUL, in diesem Fall Kubikzentimeter [cm^3], und schreibe die Zahl so, dass das Komma mit der Position der Einheit in MUL übereinstimmt..",
        "exampExpV2": "2. Bestimme die letzte Einheit in MUL, in diesem Fall Kubikkilometer [Km^3]..",
        "exampExpV3": "3. Verschiebe das Komma nach [Km^3], setze eine 0 vor das Komma und fülle die Zwischenräume bis zur Zahl mit 0 auf.."
    },

    "simultext":{
        "simul-num" : "Umzuwandelnde Nummer",
        "simul-butL" : "Längen",
        "simul-butA" : "Flächen",
        "simul-butV" : "Volumen"
    },

    "input": {
        "placeholderText": "Zahl eingeben"
    },

    "footText":{
        "textBut1" : "servicio@multool.com",
        "textBut2" : "Kontaktieren Sie uns",
        "textBut3" : "Das Team",
        "textBut4" : "Datenschutzrichtlinien"
    },
    
    "privText":{
        "titel" : "Rechtliche und Datenschutzrichtlinie",
        "text" : "Wirksamkeitsdatum: 03.2024. Vielen Dank für Ihren Besuch auf www.mul.com (die Website). Diese Website gehört Ing, Mauricio Mora, MSc. Bitte lesen Sie diese rechtlichen und Datenschutzrichtlinien sorgfältig durch, bevor Sie die Website verwenden.<br><br> 1. **Geistiges Eigentum:**<br> Das Design dieser Website ist von MUL und dem Simulator inspiriert, und alle Rechte am Design, Layout, Bildern, Logos und Namen sind vorbehalten. Eine unbefugte Nutzung dieser Website kann zu Schadensersatzansprüchen führen und/oder als Straftat angesehen werden.<br><br> 2. **Datenschutzrichtlinie:**<br> Diese Datenschutzrichtlinie beschreibt, wie Ing, Mauricio Mora, MSc. alle Informationen verwendet und schützt, die Sie beim Besuch dieser Website bereitstellen. Ing, Mauricio Mora, MSc. verpflichtet sich, Ihre Privatsphäre zu schützen. Durch die Nutzung dieser Website stimmen Sie den in dieser Erklärung beschriebenen Datenerfassungspraktiken zu.<br><br> 3. **Informationen, die wir sammeln:**<br> Wir sammeln keine personenbezogenen Daten. Es gibt keine Abonnementoptionen auf dieser Website.<br><br> 4. **Verwendung von Informationen:**<br> Ihre Informationen werden niemals verkauft oder an Dritte weitergegeben. Wir versenden keine regelmäßigen E-Mails oder führen keine Art von Abonnement durch.<br> Kundendaten werden ausschließlich für geschäftliche, transaktionale und Buchhaltungszwecke verwendet.<br><br> 5. **Sicherheit:**<br> Wir verpflichten uns, Ihre Informationen sicher aufzubewahren. Um unbefugten Zugriff oder eine unbefugte Offenlegung zu verhindern, haben wir geeignete physische, elektronische und verwaltungstechnische Verfahren implementiert, um die Informationen, die wir online erfassen, zu schützen und zu sichern.<br><br> 6. **Links zu anderen Websites:**<br> Unsere Website kann Links zu anderen Websites von Interesse enthalten. Sobald Sie jedoch diese Links verwenden, um unsere Website zu verlassen, haben wir keine Kontrolle mehr über diese anderen Websites. Daher können wir nicht für den Schutz und die Privatsphäre der von Ihnen bereitgestellten Informationen auf diesen Websites verantwortlich sein. Sie sollten vorsichtig sein und die Datenschutzerklärung überprüfen, die für die betreffende Website gilt.<br><br> 7. **Kontrolle Ihrer persönlichen Informationen:**<br> Durch die Nutzung dieser Website erklären Sie Ihre Zustimmung zu diesen rechtlichen und Datenschutzrichtlinien. Wenn Sie mit dieser Richtlinie nicht einverstanden sind, verwenden Sie bitte unsere Website nicht. Wir behalten uns das Recht vor, diese Richtlinie jederzeit zu ändern. Änderungen werden auf dieser Seite veröffentlicht, und Ihre fortgesetzte Nutzung der Website nach der Veröffentlichung von Änderungen deutet auf Ihre Zustimmung zu solchen Änderungen hin.<br> Bei Fragen oder Bedenken zu dieser Richtlinie kontaktieren Sie uns bitte unter [Ihre Kontakt-E-Mail].<br><br> Vielen Dank für Ihren Besuch auf www.mul.com.<br><br> Ing, Mauricio Mora, MSc.<br> [Ihre Unternehmensadresse]<br> [Ihre Unternehmenskontakt-E-Mail]<br> [Ihre Website-URL]<br>"
    },

    "siunitText":{
        "titel" : "Sistema interanacional de unidades (SI)",
        "text1" : "Das Internationale Einheitensystem (SI) ist der globale Standard zur Messung verschiedener physikalischer Größen und ist in Bereichen wie Wissenschaft, Technik, Industrie und Handel grundlegend. Es besteht aus sieben Basiseinheiten, die als Ausgangspunkt für die Ableitung anderer spezifischerer Einheiten dienen. Die sieben Basiseinheiten des SI sind: :<br><br>",
        "subtitel2" : "Meter (m):",
        "text2" : "Maßeinheit für die Länge, definiert als die von Licht während eines bestimmten Zeitintervalls im Vakuum zurückgelegte Strecke. :<br><br>",
        "subtitel3" : "Kilogramm (kg):",
        "text3" : "Maßeinheit für die Masse, ursprünglich definiert durch einen Platin-Iridium-Zylinder in Frankreich. :<br><br>",
        "subtitel4" : "Sekunde (s):",
        "text4" : "Maßeinheit für die Zeit, basierend auf der Strahlung von Cäsium-133-Atomen. :<br><br>",
        "subtitel5" : "Ampere (A):",
        "text5" : "Maßeinheit für den elektrischen Strom, definiert durch die Kraft zwischen Leitern. :<br><br>",
        "subtitel6" : "Kelvin (K):",
        "text6" : "Maßeinheit für die thermodynamische Temperatur, basierend auf dem Tripelpunkt des Wassers. :<br><br>",
        "subtitel7" : "Mol (mol):",
        "text7" : "Maßeinheit für die Stoffmenge, definiert durch die Anzahl von Atomen in einer spezifischen Masse von Kohlenstoff-12. :<br><br>",
        "subtitel8" : "Candela (cd):",
        "text8" : "Maßeinheit für die Lichtstärke in einer bestimmten Richtung, basierend auf monochromatischer Strahlung. :<br><br>",
        "text9" : "Zusätzlich zu diesen Basiseinheiten umfasst das SI abgeleitete Einheiten, die durch Kombinationen der Basiseinheiten erhalten werden und eine breite Palette physikalischer Größen wie Geschwindigkeit, Kraft, Energie, Druck und andere abdecken. Insgesamt besteht das SI aus 22 abgeleiteten Einheiten, die wissenschaftliche und praktische Anwendungen abdecken. :<br><br>Im aktuellen Verfahren zur Einheitenumrechnung wird vorgeschlagen, Umrechnungsfaktoren zu lernen, wie sie unten aufgeführt sind:",
        "text10" : "Neben der Menge und Vielfalt der Einheiten. Einige abgeleitete Einheiten sind zum Beispiel: :<br><br>Quadratmeter (m²), Kubikmeter (m³), Meter pro Sekunde (m/s), Liter (L), Hertz (Hz), Newton (N), Joule (J), Pascal (Pa), Watt (W), Coulomb (C), Tesla (T), Weber (Wb), Lumen (lm), Lux (lx), Hertz (Hz), Siemens (S), Farad (F), Gray (Gy), Sievert (Sv), Watt pro Quadratmeter (W/m²).:<br><br>Angesichts dieser Komplexität bietet MUL eine innovative Lösung für die Einheitenumrechnung. Durch die Verwendung von Umrechnungsfaktoren, die auf Potenzen von zehn basieren, vereinfacht MUL den Prozess und macht ihn für dich zugänglicher. Mit MUL wird die Umrechnung zwischen verschiedenen Einheiten einfacher und effizienter, was ein reibungsloseres Handling physikalischer Größen in verschiedenen Anwendungen ermöglicht. Weitere Informationen zum SI-System findest du auf",
        "text11" : "der offiziellen Website des BIPM"

    }
 
}   