{
    "navbartext": {
        "navbar-butt1": "Was ist MUL? ",
        "navbar-butt2": "Wie wird MUL verwendet? ",
        "navbar-butt3": "MUL-Simulator",
        "navbar-butt4": "Geschichte"
    },

    "pupuptext": {
        "pupup1": "1. Gib hier die Zahl ein.",
        "pupup2": "2. Wähle die erste Einheit aus.", 
        "pupup3": "Du kannst die SI-Einheit für die Umrechnung zwischen Länge, Fläche oder Volumen ändern.",
        "pupup4": "3. Wähle die endgültige Einheit."
    },
    

    "descripText": {
        "desTextIntro": "MUL ist ein Werkzeug, mit dem du die Einheiten des Internationalen <br> Einheitensystems (SI) in nur 3 Schritten umwandeln kannst.",
        "desCaja1": "1. Schreibe die Zahl, bei der das Komma mit der entsprechenden Einheit in MUL übereinstimmt",
        "desCaja2": "2. Finde die gewünschte Endeinheit in MUL", 
        "desCaja3": "3. Verschiebe das Komma an die Endposition und fülle die Zellen ggf. mit 0 auf",
        "desText1": "MUL wurde entwickelt, um dir das Erlernen der Einheitenumrechnung durch mnemotechnische Methoden zu erleichtern, deine neuronalen Ressourcen für das Lösen mathematischer Probleme zu optimieren und den Aufwand für die Einheitenumrechnung zu reduzieren. <br>MUL erspart dir das mathematische Rechnen, lässt aber den Umrechnungsvorgang nicht aus, sondern integriert ihn in jede Übung, wodurch das Einprägen der Umrechnungsfaktoren erleichtert wird. Durch die Einbeziehung dieser Faktoren und ihre Anzeige über einen längeren Zeitraum verringert die Einprägsamkeit des Tools die Möglichkeit, Fehler bei der Umrechnung der Einheiten des Internationalen Einheitensystems (SI) zu machen."
    },

   "exampText": {
        "exampTitel1": "Wie werden Längeneinheiten mit MUL umgewandelt?",
        "exampDet1": "778,576 Meter [m] in Megameter [Mm].",
        "exampExpL1": "1. Die erste Einheit in MUL suchen, in diesem Fall Meter [m], und die Zahl so schreiben, dass das Komma mit der Position der Einheit in MUL übereinstimmt.",
        "exampExpL2": "2. Die letzte Einheit in MUL suchen, in diesem Fall Megameter [Mm].",
        "exampExpL3": "3. Das Komma nach [Mm] verschieben, eine 0 vor das Komma setzen und die Zwischenräume bis zur Zahl mit 0 auffüllen.",
        "exampTitel2": "Wie werden Flächeneinheiten mit MUL umgewandelt?",
        "exampDet2": "0,778576 Hektar [ha] in Quadratzentimeter [cm^2].",
        "exampExpA2": "1. Finde die erste Einheit in MUL, in diesem Fall Hektar [ha], und schreibe die Zahl so, dass das Komma mit der Position der Einheit in MUL übereinstimmt.",
        "exampExpA3": "2. Finde die letzte Einheit in MUL, in diesem Fall Zentimeter zum Quadrat [cm^2], und setze den Dezimalpunkt an diese Stelle.",
        "exampExpA1": "3. Verschiebe den Dezimalpunkt nach [cm^2], wobei die Nullen vor der ersten Zahl gelöscht und die Leerzeichen zwischen der Zahl und dem Dezimalpunkt mit 0 aufgefüllt werden.",
        "exampTitel3": "Wie werden Volumeneinheiten mit MUL umgewandelt?",
        "exampDet3": "7785,76 Kubikzentimeter [cm^3] in Kubikkilometer [km^3].",
        "exampExpV1": "1. Finde die Anfangseinheit in MUL, in diesem Fall Kubikzentimeter [cm^3], und schreibe die Zahl so, dass das Komma mit der Position der Einheit in MUL übereinstimmt..",
        "exampExpV2": "2. Bestimme die letzte Einheit in MUL, in diesem Fall Kubikkilometer [Km^3]..",
        "exampExpV3": "3. Verschiebe das Komma nach [Km^3], setze eine 0 vor das Komma und fülle die Zwischenräume bis zur Zahl mit 0 auf.."
    },

    "simultext":{
        "simul-num" : "Umzuwandelnde Nummer",
        "simul-butL" : "Längen",
        "simul-butA" : "Flächen",
        "simul-butV" : "Volumen"
    }

 
}   