{
    "navbartext": {
        "navbar-butt1": "Was ist MUL? ",
        "navbar-butt2": "Wie wird MUL verwendet? ",
        "navbar-butt3": "MUL-Simulator",
        "navbar-butt4": "MUL",
        "navbar-butt5": "SI-Einheiten"
    },

    "pupuptext": {
        "pupup1": "1. Gib hier die Zahl ein.",
        "pupup2": "2. Wähle die erste Einheit aus.", 
        "pupup3": "Du kannst die SI-Einheit für die Umrechnung zwischen Länge, Fläche oder Volumen ändern.",
        "pupup4": "3. Wähle die endgültige Einheit."
    },
    

    "descripText": {
        "desTitel" : "Verwandele Komplexität in Einfachheit mit MUL!",
        "desTextIntro" : "Hast du dich jemals von der schieren Anzahl von Maßeinheiten im Internationalen Einheitensystem (SI) überfordert gefühlt? Du bist nicht allein! Die Umrechnung von Einheiten kann eine echte Kopfschmerzen sein, besonders wenn deine Ergebnisse davon abhängen. Aber keine Sorge, wir haben die perfekte Lösung für dich: MUL, dein ultimatives Werkzeug zur schnellen, genauen und problemlosen Umrechnung von Einheiten! <br><br>MUL ermöglicht es dir, Einheiten des Internationalen Einheitensystems (SI) in nur 3 einfachen Schritten umzurechnen:",
        "desCaja1" : "1. Gib die Zahl ein und stelle sicher, dass das Komma mit der entsprechenden Einheit in MUL übereinstimmt.",
        "desCaja2" : "2. Suche die gewünschte Endeinheit in MUL.",
        "desCaja3" : "3. Verschiebe das Komma an die letzte Position und fülle bei Bedarf leere Zellen mit Nullen auf.",
        "desText1" : "Mit MUL war die Umrechnung von Einheiten noch nie schneller und einfacher! Verschwende keine Zeit mehr und vereinfache deine Berechnungen noch heute mit MUL! Stell dir folgendes vor: Du bist mitten in einer Prüfung oder einem wichtigen Projekt, und plötzlich hast du Schwierigkeiten, Meter in Kilometer oder Liter in Milliliter umzurechnen. Klingt vertraut? SI-Einheiten sind unverzichtbar, aber können knifflig sein, bis jetzt! <br><br>MUL kommt wie ein Lichtstrahl inmitten der Verwirrung zur Rettung. Entwickelt mit modernster Technologie und basierend auf den Prinzipien des Design Thinking und Lean Thinking, vereinfacht MUL den Umrechnungsprozess von Einheiten auf eine Weise, die du noch nie zuvor erlebt hast. <br><br>Wie funktioniert das? Ganz einfach. MUL führt dich Schritt für Schritt durch den Umrechnungsprozess und zeigt dir visuell, wie sich deine Einheiten auf eine klare und verständliche Weise verwandeln. Vergiss langweilige Umrechnungstabellen und mentale Berechnungen. Mit MUL wird alles so klar wie der Tag. <br><br>Aber das ist noch nicht alles. MUL löst nicht nur deine Probleme bei der Umrechnung von Einheiten, sondern bietet dir auch ein unvergleichliches Erlebnis. Sein intuitives und benutzerfreundliches Design macht es zum perfekten Werkzeug für Studenten, Fachleute und alle, die Einheiten effizient umrechnen müssen. <br><br>Also, warum solltest du MUL wählen? Die Antwort ist einfach: weil deine Zeit und deine Ruhe wertvoll sind. Mit MUL kannst du dich von Verwirrung verabschieden und Klarheit und Effizienz begrüßen. Lass dich nicht von SI-Einheiten aufhalten, übernimm noch heute die Kontrolle mit MUL und verwandle Komplexität in Einfachheit! <br><br>"
    },

   "exampText": {
        "exampTitel1": "Wie werden Längeneinheiten mit MUL umgewandelt?",
        "exampDet1": "778,576 Meter [m] in Megameter [Mm].",
        "exampExpL1": "1. Die erste Einheit in MUL suchen, in diesem Fall Meter [m], und die Zahl so schreiben, dass das Komma mit der Position der Einheit in MUL übereinstimmt.",
        "exampExpL2": "2. Die letzte Einheit in MUL suchen, in diesem Fall Megameter [Mm].",
        "exampExpL3": "3. Das Komma nach [Mm] verschieben, eine 0 vor das Komma setzen und die Zwischenräume bis zur Zahl mit 0 auffüllen.",
        "exampTitel2": "Wie werden Flächeneinheiten mit MUL umgewandelt?",
        "exampDet2": "0,778576 Hektar [ha] in Quadratzentimeter [cm^2].",
        "exampExpA2": "1. Finde die erste Einheit in MUL, in diesem Fall Hektar [ha], und schreibe die Zahl so, dass das Komma mit der Position der Einheit in MUL übereinstimmt.",
        "exampExpA3": "2. Finde die letzte Einheit in MUL, in diesem Fall Zentimeter zum Quadrat [cm^2], und setze den Dezimalpunkt an diese Stelle.",
        "exampExpA1": "3. Verschiebe den Dezimalpunkt nach [cm^2], wobei die Nullen vor der ersten Zahl gelöscht und die Leerzeichen zwischen der Zahl und dem Dezimalpunkt mit 0 aufgefüllt werden.",
        "exampTitel3": "Wie werden Volumeneinheiten mit MUL umgewandelt?",
        "exampDet3": "7785,76 Kubikzentimeter [cm^3] in Kubikkilometer [km^3].",
        "exampExpV1": "1. Finde die Anfangseinheit in MUL, in diesem Fall Kubikzentimeter [cm^3], und schreibe die Zahl so, dass das Komma mit der Position der Einheit in MUL übereinstimmt..",
        "exampExpV2": "2. Bestimme die letzte Einheit in MUL, in diesem Fall Kubikkilometer [Km^3]..",
        "exampExpV3": "3. Verschiebe das Komma nach [Km^3], setze eine 0 vor das Komma und fülle die Zwischenräume bis zur Zahl mit 0 auf.."
    },

    "abMulText" : {
        "titel" : "Innovative Lösung für die Einheitenumrechnung!<br><br>",
        "text1" : "Die Umrechnung von Einheiten im Internationalen System (SI) war eine anhaltende Herausforderung, die sowohl Studenten als auch Fachleute in verschiedenen Bereichen betrifft. Die Komplexität dieses Prozesses hat zu Schwierigkeiten bei Verständnis und Ausführung geführt, wie sich in akademischen Studien und praktischen Erfahrungen zeigt. Angesichts dieses Problems wurde die Schaffung einer effektiven und effizienten Lösung vorgeschlagen: das Maßeinheitenumwandlung und Lineal (MUL) , das entwickelt wurde, um die Einheitenumrechnung schnell und präzise zu vereinfachen. <br><br>",
        "subTitel2" : "Identifiziertes Problem: <br><br>",
        "text2" : "Studien verschiedener Autoren wie Schröder (2014), Lassnitzer und Gaidoschik (2019) und Dinçer und Osmanoglu (2018) haben die Schwierigkeiten hervorgehoben, die Studenten und Fachleute bei der Durchführung von Einheitenumrechnungen im Internationalen System (SI) erlebt haben. Diese Schwierigkeiten haben sich in Berechnungsfehlern und einem unvollständigen Verständnis der Umwandlungskonzepte niedergeschlagen, was sich negativ auf akademische und berufliche Ergebnisse ausgewirkt hat. Der Mangel an wirksamen und zugänglichen Werkzeugen zur Bewältigung dieses Problems hat die Situation verschärft und die Notwendigkeit einer innovativen Lösung hervorgerufen. <br><br>",
        "subTitel3" : "Erstellung von MUL: <br><br>",
        "text3" : "Als Antwort auf dieses Problem entwickelte Ing. Mauricio Mora, MSc., das Maßeinheitenumwandlung und Lineal (MUL) im Jahr 2023. Inspiriert von den Prinzipien des Design Thinking und Lean Thinking konzentrierte sich die Entwicklung von MUL darauf, die Bedürfnisse der Benutzer zu verstehen und ein intuitives und praktisches Werkzeug für die Einheitenumrechnung zu entwerfen. Der Entwicklungsprozess von MUL umfasste die Identifizierung der Schlüsselprobleme im Zusammenhang mit der Einheitenumrechnung, die Generierung von Ideen zur Lösung dieser Probleme, die Erstellung von Prototypen und iterative Tests zur Verfeinerung der Funktionalität und Benutzerfreundlichkeit des Tools. <br><br>",
        "subTitel4" : "Tests und Validierung: <br><br>",
        "text4" : "Zur Validierung der Wirksamkeit von MUL wurden umfangreiche Tests mit verschiedenen Versionen des Prototyps durchgeführt. An diesen Tests beteiligten sich echte Benutzer, sowohl Studenten als auch Fachleute, die Einheitenumrechnungen unter Verwendung von MUL in realen Situationen durchführten. Das während dieser Tests gesammelte Feedback war entscheidend für die Verbesserung des Designs und der Funktionalität von MUL und gewährleistete dessen Nützlichkeit und Benutzerfreundlichkeit in verschiedenen Anwendungen und Kontexten.",
        "subTitel5" : "Beispiel für die Einheitenumrechnung: <br><br>",
        "text5" : "Um die Nützlichkeit von MUL besser zu verstehen, betrachten wir ein Beispiel für die Einheitenumrechnung mit der traditionellen Methode und vergleichen sie mit der vereinfachten Methode, die von MUL bereitgestellt wird. <br><br>",
        "subTitel6" : "Traditionelle Methode: <br><br>",
        "text6" : "Angenommen, wir möchten 0,0025 Quadratkilometer in Quadratmillimeter mit der traditionellen Methode umrechnen. <br><br>",
        "text61" : "Suchen Sie in Referenzbüchern oder im Internet nach der Tabelle Umrechnungsfaktoren für Flächeneinheiten. Finden Sie eine Umrechnungstabelle oder relevante Informationen. <br><br>",
        "text62" : "Interpretieren Sie die Daten aus der Tabelle, um festzustellen, ob Sie eine Division oder Multiplikation durchführen müssen. In diesem Beispiel müssen Sie eine Multiplikation durchführen. <br><br>",
        "text63" : "Berechnen Sie den Umrechnungsfaktor, in diesem Fall von Quadratkilometern in Quadratmillimeter. Da die Tabelle normalerweise Quadratmeter als Referenzpunkt hat, benötigen Sie zwei Faktoren, die Sie multiplizieren müssen: den ersten von km² zu m² und den zweiten von m² zu mm². Dies beinhaltet das Multiplizieren der Anzahl der Quadratkilometer, die Sie haben, mit 1.000.000 (um in Quadratmeter umzurechnen) und dann erneut mit 1.000.000 (um in Quadratmillimeter umzurechnen). <br><br>",
        "text64" : "Definieren Sie die Gleichung für die Umrechnung. Die Gleichung zur Umrechnung von Quadratkilometern in Quadratmillimeter lautet: <br>",
        "text65" : "f(0,0025) = 0,0025 × (1.000.000)² = 0,0025 × 1.000.000.000.000<br>",
        "text66" : "Führen Sie die Operation durch, um das Ergebnis zu erhalten, das in diesem Beispiel 2.500.000.000 mm² beträgt. <br><br>",
        "text69" : "Es ist wichtig zu beachten, dass die zur Durchführung von Einheitenumrechnungen erforderliche Energiemenge je nach verschiedenen Faktoren wie der Komplexität der Umrechnung, dem Grad der Vertrautheit mit den beteiligten Konzepten und dem erforderlichen Genauigkeitsgrad in den Berechnungen variieren kann. Im Allgemeinen erfordern mentale Berechnungen, insbesondere solche, die Operationen wie Multiplikation oder Division beinhalten, erhebliche kognitive Anstrengungen. Daher muss unser Gehirn beim Durchführen von Einheitenumrechnungen gleichzeitig auf mehrere Aufgaben konzentrieren, wie das Erinnern von Umrechnungsregeln, das Anwenden relevanter mathematischer Operationen und das Aufrechterhalten der Genauigkeit bei den Berechnungen. <br><br>",
        "subTitel7" : "MUL-Methode: <br><br>",
        "text7" : "Lassen Sie uns nun betrachten, wie MUL diesen Prozess in nur drei Schritten vereinfacht: <br><br>",
        "text71" : "Wir geben die Zahl 0,0025 in MUL ein und stellen sicher, dass das Komma mit der entsprechenden Einheit übereinstimmt, in diesem Beispiel Quadratkilometer [Km²]. <br><br>",
        "text72" : "Wir suchen die gewünschte Endeinheit, die in diesem Fall Quadratmillimeter [mm²] ist, in MUL. <br><br>",
        "text73" : "Wir verschieben das Komma an die endgültige Position und füllen bei Bedarf leere Zellen mit Nullen auf. <br><br>",
        "subTitel8" : "Vorteile von MUL: <br><br>",
        "subTitel81" : "Einfachheit:",
        "text81" : "MUL vereinfacht den Einheitenumrechnungsprozess in nur drei Schritten und beseitigt die Notwendigkeit für komplexe Berechnungen oder die Suche nach externen Umrechnungsfaktoren. <br><br>",
        "subTitel82" : "Präzision:",
        "text82" : "Die intuitive Struktur von MUL gewährleistet die Genauigkeit der Einheitenumrechnungen und minimiert menschliche Fehler. <br><br>",
        "subTitel83" : "Effizienz:",
        "text83" : "Mit MUL werden Einheitenumrechnungen schnell und effizient durchgeführt, was Zeit und Mühe spart. <br><br>",
        "subTitel84" : "Zugänglichkeit:",
        "text84" : "MUL ist für Studenten, Fachleute und jeden leicht zugänglich und einfach zu bedienen, der täglich Einheitenumrechnungen durchführen muss. <br><br>",
        "subTitel85" : "Prozessvisualisierung:",
        "text85" : "Im Gegensatz zu digitalen Geräten, die nur das Endergebnis anzeigen, ermöglicht es MUL dem Benutzer, den gesamten Umrechnungsprozess zu visualisieren, was das Lernen und das Verständnis der damit verbundenen Konzepte erleichtert. <br><br>",
        "subTitel9" : "Studienergebnisse: <br><br>",
        "text9" : "Die Studie von Ing. Mauricio Mora, MSc., hat gezeigt, dass MUL ein äußerst effektives und nützliches Werkzeug für die Einheitenumrechnung im Internationalen System ist. Die Benutzer, die an den Tests teilgenommen haben, fanden heraus, dass MUL den Einheitenumrechnungsprozess signifikant vereinfacht und ihr Verständnis der damit verbundenen Konzepte verbessert hat. Darüber hinaus wurde eine signifikante Reduzierung der Rechenfehler und ein gesteigertes Vertrauen in die mit MUL erzielten Ergebnisse festgestellt. Diese Ergebnisse unterstreichen die Bedeutung und Relevanz von MUL als innovative Lösung zur Bewältigung der Herausforderungen bei der Umrechnung von Maßeinheiten im aktuellen Kontext. <br><br>"
    },

    "simultext":{
        "descText" : "Der MUL-Simulator ist ein interaktives Werkzeug, das den Benutzern die Möglichkeit bietet, MUL durch praktische Beispiele zu erlernen. Mit diesem Tool können Benutzer alle Funktionen von MUL erleben und sich damit vertraut machen, was ein effektives und praktisches Lernerlebnis gewährleistet",
        "simul-num" : "Umzuwandelnde:",
        "simul-num-from" : " von ",
        "simul-num-to" : " in ",
        "simul-butL" : "Längen",
        "simul-butA" : "Flächen",
        "simul-butV" : "Volumen"
    },

    "input": {
        "placeholderText": "Zahl eingeben"
    },

    "footText":{
        "textBut3" : "Platziere deine Bestellung!",
        "textBut4" : "Datenschutzrichtlinien"
    },
    
    "privText":{
        "titel" : "Rechtliche und Datenschutzrichtlinie",
        "text" : "Wirksamkeitsdatum: 03.2024. Vielen Dank für Ihren Besuch auf www.mul.com (die Website). Diese Website gehört Ing, Mauricio Mora, MSc. Bitte lesen Sie diese rechtlichen und Datenschutzrichtlinien sorgfältig durch, bevor Sie die Website verwenden.<br><br> 1. **Geistiges Eigentum:**<br> Das Design dieser Website ist von MUL und dem Simulator inspiriert, und alle Rechte am Design, Layout, Bildern, Logos und Namen sind vorbehalten. Eine unbefugte Nutzung dieser Website kann zu Schadensersatzansprüchen führen und/oder als Straftat angesehen werden.<br><br> 2. **Datenschutzrichtlinie:**<br> Diese Datenschutzrichtlinie beschreibt, wie Ing, Mauricio Mora, MSc. alle Informationen verwendet und schützt, die Sie beim Besuch dieser Website bereitstellen. Ing, Mauricio Mora, MSc. verpflichtet sich, Ihre Privatsphäre zu schützen. Durch die Nutzung dieser Website stimmen Sie den in dieser Erklärung beschriebenen Datenerfassungspraktiken zu.<br><br> 3. **Informationen, die wir sammeln:**<br> Wir sammeln keine personenbezogenen Daten. Es gibt keine Abonnementoptionen auf dieser Website.<br><br> 4. **Verwendung von Informationen:**<br> Ihre Informationen werden niemals verkauft oder an Dritte weitergegeben. Wir versenden keine regelmäßigen E-Mails oder führen keine Art von Abonnement durch.<br> Kundendaten werden ausschließlich für geschäftliche, transaktionale und Buchhaltungszwecke verwendet.<br><br> 5. **Sicherheit:**<br> Wir verpflichten uns, Ihre Informationen sicher aufzubewahren. Um unbefugten Zugriff oder eine unbefugte Offenlegung zu verhindern, haben wir geeignete physische, elektronische und verwaltungstechnische Verfahren implementiert, um die Informationen, die wir online erfassen, zu schützen und zu sichern.<br><br> 6. **Links zu anderen Websites:**<br> Unsere Website kann Links zu anderen Websites von Interesse enthalten. Sobald Sie jedoch diese Links verwenden, um unsere Website zu verlassen, haben wir keine Kontrolle mehr über diese anderen Websites. Daher können wir nicht für den Schutz und die Privatsphäre der von Ihnen bereitgestellten Informationen auf diesen Websites verantwortlich sein. Sie sollten vorsichtig sein und die Datenschutzerklärung überprüfen, die für die betreffende Website gilt.<br><br> 7. **Kontrolle Ihrer persönlichen Informationen:**<br> Durch die Nutzung dieser Website erklären Sie Ihre Zustimmung zu diesen rechtlichen und Datenschutzrichtlinien. Wenn Sie mit dieser Richtlinie nicht einverstanden sind, verwenden Sie bitte unsere Website nicht. Wir behalten uns das Recht vor, diese Richtlinie jederzeit zu ändern. Änderungen werden auf dieser Seite veröffentlicht, und Ihre fortgesetzte Nutzung der Website nach der Veröffentlichung von Änderungen deutet auf Ihre Zustimmung zu solchen Änderungen hin.<br> Bei Fragen oder Bedenken zu dieser Richtlinie kontaktieren Sie uns bitte unter service@multool.com.<br><br> Vielen Dank für Ihren Besuch auf www.mul.com.<br><br> Ing, Mauricio Mora, MSc.<br>service@multool.com<br>"
    },

    "siunitText":{
        "titel" : "Internationales Einheitensystem (SI)",
        "text1" : "Das Internationale Einheitensystem (SI) ist der globale Standard zur Messung verschiedener physikalischer Größen und ist in Bereichen wie Wissenschaft, Technik, Industrie und Handel grundlegend. Es besteht aus sieben Basiseinheiten, die als Ausgangspunkt für die Ableitung anderer spezifischerer Einheiten dienen. Die sieben Basiseinheiten des SI sind: :<br><br>",
        "subTitel2" : "Meter (m):",
        "text2" : "Maßeinheit für die Länge, definiert als die von Licht während eines bestimmten Zeitintervalls im Vakuum zurückgelegte Strecke. :<br><br>",
        "subTitel3" : "Kilogramm (kg):",
        "text3" : "Maßeinheit für die Masse, ursprünglich definiert durch einen Platin-Iridium-Zylinder in Frankreich. :<br><br>",
        "subTitel4" : "Sekunde (s):",
        "text4" : "Maßeinheit für die Zeit, basierend auf der Strahlung von Cäsium-133-Atomen. :<br><br>",
        "subTitel5" : "Ampere (A):",
        "text5" : "Maßeinheit für den elektrischen Strom, definiert durch die Kraft zwischen Leitern. :<br><br>",
        "subTitel6" : "Kelvin (K):",
        "text6" : "Maßeinheit für die thermodynamische Temperatur, basierend auf dem Tripelpunkt des Wassers. :<br><br>",
        "subTitel7" : "Mol (mol):",
        "text7" : "Maßeinheit für die Stoffmenge, definiert durch die Anzahl von Atomen in einer spezifischen Masse von Kohlenstoff-12. :<br><br>",
        "subTitel8" : "Candela (cd):",
        "text8" : "Maßeinheit für die Lichtstärke in einer bestimmten Richtung, basierend auf monochromatischer Strahlung. :<br><br>",
        "text9" : "Zusätzlich zu diesen Basiseinheiten umfasst das SI abgeleitete Einheiten, die durch Kombinationen der Basiseinheiten erhalten werden und eine breite Palette physikalischer Größen wie Geschwindigkeit, Kraft, Energie, Druck und andere abdecken. Insgesamt besteht das SI aus 22 abgeleiteten Einheiten, die wissenschaftliche und praktische Anwendungen abdecken. :<br><br>Im aktuellen Verfahren zur Einheitenumrechnung wird vorgeschlagen, Umrechnungsfaktoren zu lernen, wie sie unten aufgeführt sind:",
        "text10" : "Neben der Menge und Vielfalt der Einheiten. Einige abgeleitete Einheiten sind zum Beispiel: :<br><br>Quadratmeter (m²), Kubikmeter (m³), Meter pro Sekunde (m/s), Liter (L), Hertz (Hz), Newton (N), Joule (J), Pascal (Pa), Watt (W), Coulomb (C), Tesla (T), Weber (Wb), Lumen (lm), Lux (lx), Hertz (Hz), Siemens (S), Farad (F), Gray (Gy), Sievert (Sv), Watt pro Quadratmeter (W/m²).:<br><br>Angesichts dieser Komplexität bietet MUL eine innovative Lösung für die Einheitenumrechnung. Durch die Verwendung von Umrechnungsfaktoren, die auf Potenzen von zehn basieren, vereinfacht MUL den Prozess und macht ihn für dich zugänglicher. Mit MUL wird die Umrechnung zwischen verschiedenen Einheiten einfacher und effizienter, was ein reibungsloseres Handling physikalischer Größen in verschiedenen Anwendungen ermöglicht. Weitere Informationen zum SI-System findest du auf",
        "text11" : "der offiziellen Website des BIPM"

    }
 
}   