{
    "navbartext": {
        "navbar-butt1": "Was ist MUL? ",
        "navbar-butt2": "Wie wird MUL verwendet? ",
        "navbar-butt3": "MUL-Simulator",
        "navbar-butt4": "Geschichte"
    },

    "pupuptext": {
        "pupup1": "1. Geben Sie hier die Zahl ein.",
        "pupup2": "2. Wählen Sie die erste Einheit.", 
        "pupup3": "Sie können die SI-Einheit für die Umrechnung zwischen Länge, Fläche oder Volumen ändern.",
        "pupup4": "3. Wählen Sie die endgültige Einheit."
    },

    "descripText": {
        "desTextIntro": "MUL ist ein Werkzeug, mit dem Sie die Einheiten des Internationalen <br> Einheitensystems (SI) in nur 3 Schritten umwandeln können.",
        "desCaja1": "1. Schreiben Sie die Zahl, bei der das Komma mit der entsprechenden Einheit in MUL übereinstimmt",
        "desCaja2": "2. Finde die gewünschte Endeinheit in MUL", 
        "desCaja3": "3. verschiebe das Komma an die Endposition und fülle die Zellen ggf. mit 0 auf",
        "desText1": "MUL wurde entwickelt, um das Erlernen der Einheitenumrechnung durch mnemotechnische Methoden zu erleichtern, die neuronalen Ressourcen für das Lösen mathematischer Probleme zu optimieren und den Aufwand für die Einheitenumrechnung zu reduzieren. <br>MUL erspart den Lernenden das mathematische Rechnen, lässt aber den Umrechnungsvorgang nicht aus, sondern integriert ihn in jede Übung, wodurch das Einprägen der Umrechnungsfaktoren erleichtert wird. Durch die Einbeziehung dieser Faktoren und ihre Anzeige über einen längeren Zeitraum verringert die Einprägsamkeit des Tools die Möglichkeit, Fehler bei der Umrechnung der Einheiten des Internationalen Einheitensystems (SI) zu machen."
    },

   "exampText": {
        "exampTitel1": "Wie werden lineare Einheiten mit MUL umgewandelt?",
        "exampDet1": "778,576 Meter [m] in Megameter [Mm].",
        "exampTitel2": "Wie werden Flächeneinheiten mit MUL konvertiert?",
        "exampDet2": "0,778576 Hektar [ha] in Quadratzentimeter [cm^2].",
        "exampTitel3": "Wie werden Volumeneinheiten mit MUL konvertiert?",
        "exampDet3": "7785,76 Kubikzentimeter [cm^3] in Kubikkilometer [km^3]."
    },

    "simultext":{
        "simul-num" : "Umzuwandelnde Nummer",
        "simul-butL" : "Längen",
        "simul-butA" : "Area",
        "simul-butV" : "Volumen"
    }

 
}   