{
    "navbartext": {
        "navbar-butt1": "What is MUL? ",
        "navbar-butt2": "How to use MUL? ",
        "navbar-butt3": "MUL Simulator",
        "navbar-butt4": "History"
    },

    "pupuptext": {
        "pupup1": "1. Enter the number here.",
        "pupup2": "2. Selects the initial unit.",
        "pupup3": "You can change the SI conversion unit between length, area, or volume.",
        "pupup4": "3. Select the final unit."
    },

    "descripText": {
        "desTextIntro": "MUL is a tool that allows you to convert units of the <br> International System of Units (SI) in only 3 steps.",
        "desCaja1": "1. Write the number with the decimal point corresponding to the unit in MUL",
        "desCaja2": "2. Search for the desired end unit in MUL",
        "desCaja3": "3. Move the decimal point to the end position and fill the cells with 0 if necessary",
        "desText1": "MUL is designed to facilitate your learning of unit conversion through mnemonic methods, optimizing your neural resources for mathematical problem solving and reducing the effort required for unit conversion. <br>MUL prevents you from performing mathematical calculations, but does not omit the conversion process; rather, it integrates it into each exercise, facilitating your memorization of conversion factors. By including these factors and displaying them for a longer period of time, the tool's memorability will reduce your possibility of making mistakes when converting International System (SI) units."
    },

   "exampText": {
        "exampTitel1": "How to convert linear units with MUL?",
        "exampDet1": "778.576 meters [m] to Megameters [Mm].",
        "exampExpL1": "1. Locate the initial unit in MUL, in this case meters [m], and type the number so that the decimal point matches the position of the unit in MUL.",
        "exampExpL2": "2. Find the end unit in MUL, in this case megameters [Mm].",
        "exampExpL3": "3. Move the comma to [Mm], put a 0 in front of the comma, and fill the spaces up to the number with 0.",
        "exampTitel2": "How to convert area units with MUL?",
        "exampDet2": "0.778576 hectare [ha] to square centimeter [cm^2].",
        "exampExpA2": "1. Find the initial unit in MUL, in this case hectare [ha], and type the number so that the decimal point coincides with the position of the unit in MUL.",
        "exampExpA3": "2. Find the end unit in MUL, in this case centimeters squared [cm^2], and move the decimal point to that position.",
        "exampExpA1": "3. Move the decimal point to [cm^2], in this exercise removing the zeros before the first number and filling the spaces between the number and the decimal point with 0.",
        "exampTitel3": "How to convert volume units with MUL?",
        "exampDet3": "7785.76 cubic centimeters [cm^3] to cubic kilometers [km^3].",
        "exampExpV1": "1. Searches for the first unit in MUL, here kubikcentimeter [cm^3], and writes the number with the comma matching the unit's position in MUL..",
        "exampExpV2": "2. Find the last unit in MUL, which in this case is cubic kilometers [km^3]..",
        "exampExpV3": "3. Move the decimal point to [Km^3], put a 0 before the decimal point, and fill the spaces up to the number with 0.."
    },

    "simultext":{
        "simul-num" : "Convert the number: ",
        "simul-butL" : "Lengths",
        "simul-butA" : "Areas",
        "simul-butV" : "Volumes"
    }
 
}   