{
    "navbartext": {
        "navbar-butt1": "¿Qué es MUL?",
        "navbar-butt2": "¿Cómo se usa MUL?",
        "navbar-butt3": "Simulador de MUL",
        "navbar-butt4": "MUL",
        "navbar-butt5": "Unidades SI"
    },
    
    "pupuptext": {
        "pupup1": "1. Ingresa el número aquí.",
        "pupup2": "2. Selecciona la unidad inicial.",
        "pupup3": "Puedes cambiar la unidad de conversión entre Longitud, Área o Volumen.",
        "pupup4": "3. Selecciona la unidad final."
    },
    
    "descripText": {
        "desTextIntro": "MUL es una herramienta que te permite convertir las unidades de medida del Sistema Internacional de Unidades (SI) con tan solo 3 pasos.",
        "desCaja1": "1. Escribe el número haciendo que la coma coincida con la unidad correspondiente en MUL.",
        "desCaja2": "2. Busca la unidad final deseada en MUL.",
        "desCaja3": "3. Desplaza la coma a la posición final y, en caso de ser necesario, rellena las celdas vacías con 0.",
        "desText1": "MUL está diseñada para facilitarte el aprendizaje en la conversión de unidades mediante métodos mnemotécnicos, optimizando tus recursos neuronales destinados a la resolución de problemas matemáticos y reduciendo el esfuerzo requerido para la conversión de unidades. MUL evita que realices cálculos matemáticos, pero no omite el proceso de conversión, sino que lo integra en cada ejercicio, lo que facilita tu memorización de los factores de conversión. Al contener estos factores y ser visualizada durante períodos prolongados, la retentiva de la herramienta reducirá tu posibilidad de cometer errores en la conversión de unidades del Sistema Internacional (SI)."
    },
    
    "exampText": {
        "exampTitel1": "¿Cómo convertir unidades lineales con MUL?",
        "exampDet1": "778.576 metros [m] a Megámetros [Mm].",
        "exampExpL1": "1. Se busca la unidad inicial en MUL, en este caso metros [m], y se escribe el número haciendo que la coma coincida con la posición de la unidad en MUL.",
        "exampExpL2": "2. Se busca la unidad final en MUL, que en este caso es Megámetros [Mm].",
        "exampExpL3": "3. Se desplaza la coma hasta los [Mm], antes de la coma se pone un 0 y los espacios hasta el número se rellenan con 0.",
        "exampTitel2": "¿Cómo convertir unidades de área con MUL?",
        "exampDet2": "0.778576 hectáreas [ha] a centímetros cuadrados [cm^2].",
        "exampExpA2": "1. Se busca la unidad inicial en MUL, en este caso hectáreas [ha], y se escribe el número haciendo que la coma coincida con la posición de la unidad en MUL.",
        "exampExpA3": "2. Se busca la unidad final en MUL, que en este caso es centímetros cuadrados [cm^2], y se desplaza la coma a esta posición.",
        "exampExpA1": "3. Se desplaza la coma hasta los [cm^2]. En este ejercicio, los ceros que se encuentran antes del primer número se borran y los espacios en blanco entre el número y la coma se llenan con 0.",
        "exampTitel3": "¿Cómo convertir unidades de volumen con MUL?",
        "exampDet3": "7785.76 centímetros cúbicos [cm^3] a kilómetros cúbicos [Km^3].",
        "exampExpV1": "1. Se busca la unidad inicial en MUL, en este caso centímetros cúbicos [cm^3], y se escribe el número haciendo que la coma coincida con la posición de la unidad en MUL.",
        "exampExpV2": "2. Se busca la unidad final en MUL, que en este caso es kilómetros cúbicos [Km^3].",
        "exampExpV3": "3. Se desplaza la coma a [Km^3]. Antes de la coma se pone un 0 y los espacios hasta el número se rellenan con 0."
    },
    
    "simultext":{
        "simul-num" : "Convertir el número: ",
        "simul-butL" : "Longitudes",
        "simul-butA" : "Áreas",
        "simul-butV" : "Volúmenes"
    },

    "input" : {
        "placeholderText" : "Ingrese un número"
    },

    "footText":{
        "textBut1" : "Preguntas frecuentes",
        "textBut2" : "Contáctenos",
        "textBut3" : "El equipo",
        "textBut4" : "Políticas de confidencialidad"
    },

    "privText":{
        "titel" : "Política Legal y de Privacidad",
        "text" : "Fecha de Vigencia: 03.2024. Gracias por visitar www.mul.com (el Sitio Web). Este Sitio Web es propiedad y está operado por Ing. Mauricio Mora, MSc. Por favor, lee esta Política Legal y de Privacidad cuidadosamente antes de utilizar el Sitio Web.<br><br> 1. **Derechos de Propiedad Intelectual:**<br> El diseño de este Sitio Web está inspirado en MUL y el simulador, y todos los derechos sobre el diseño, la disposición, las imágenes, los logotipos y el nombre están reservados. El uso no autorizado de este Sitio Web puede dar lugar a una reclamación por daños y/o ser considerado un delito.<br><br> 2. **Política de Privacidad:**<br> Esta Política de Privacidad describe cómo Ing. Mauricio Mora, MSc. utiliza y protege cualquier información que proporciones al utilizar este Sitio Web. Ing. Mauricio Mora, MSc. se compromete a garantizar que se proteja tu privacidad. Al utilizar este Sitio Web, aceptas las prácticas de datos descritas en esta declaración.<br><br> 3. **Información que Recopilamos:**<br> No recopilamos ninguna información personal identificable. No hay opciones de suscripción disponibles en este Sitio Web.<br><br> 4. **Uso de la Información:**<br> Tu información nunca será vendida o compartida con terceros. No enviamos correos electrónicos periódicos ni realizamos ningún tipo de suscripción.<br> La información de los clientes se utiliza únicamente con fines comerciales, transaccionales y contables.<br><br> 5. **Seguridad:**<br> Nos comprometemos a garantizar que tu información esté segura. Para evitar accesos o divulgaciones no autorizadas, hemos implementado procedimientos físicos, electrónicos y administrativos adecuados para proteger y resguardar la información que recopilamos en línea.<br><br> 6. **Enlaces a Otros Sitios Web:**<br> Nuestro Sitio Web puede contener enlaces a otros sitios web de interés. Sin embargo, una vez que abandonas nuestro sitio, no tenemos control sobre esos otros sitios web. Por lo tanto, no podemos ser responsables de la protección y privacidad de la información que proporciones mientras visitas esos sitios. Debes tener precaución y revisar la declaración de privacidad aplicable al sitio web en cuestión.<br><br> 7. **Control de tu Información Personal:**<br> Al utilizar este Sitio Web, indicas tu aceptación de esta Política Legal y de Privacidad. Si no estás de acuerdo con esta Política, por favor no utilices nuestro Sitio Web. Nos reservamos el derecho de realizar cambios en esta Política en cualquier momento. Cualquier cambio se publicará en esta página y tu uso continuado del Sitio Web tras la publicación de los cambios indicará tu aceptación de dichos cambios.<br> Para preguntas o inquietudes con respecto a esta Política, contáctanos en [Tu Correo de Contacto].<br><br> Gracias por visitar www.mul.com.<br><br> Ing. Mauricio Mora, MSc.<br> [Dirección de tu Empresa]<br> [Correo de Contacto de tu Empresa]<br> [URL de tu Sitio Web]<br>"
    }
}
